[
  {
    "startdate": "1999-01-31",
    "enddate": "2001-05-31",
    "title": "Bachelor of Science - Organic Chemistry | Hunter College - City University of New York",
    "shorttitle": "BS, Chemistry",
    "type": "education",
    "glyph": "education",
    "description": "<ul><li id='indent'>Synthesized and characterized theoretically significant molecules to expand our understanding of aromaticity.</li></ul>"
  },
  {
    "startdate": "2004-09-30",
    "enddate": "2011-05-31",
    "title": "MS and PhD - Pathobiology and Molecular Medicine | Columbia University Irving Medical Center",
    "shorttitle": "PhD, Neuroscience",
    "type": "education",
    "glyph": "education",
    "description": "<ul><li id='indent'>Characterized a novel role of the amyloid precursor protein (APP) in the pathogenesis of Alzheimer's disease.</li><li>Trained and supervised several undergraduate students.</li></ul>"
  },
  {
    "startdate": "2011-06-30",
    "enddate": "2013-06-01",
    "title": "Post-Doctoral Research Scientist | Columbia University Irving Medical Center",
    "shorttitle": "Postdoctoral Researcher",
    "type": "experience",
    "glyph": "star",
    "description": "<ul><li id='indent'>Generated and characterized transgenic mouse models to investigate the roles of several novel biomarkers in driving Alzheimer’s disease pathology; developed various gene editing tools (RNAi, viral vectors) to identify molecular pathways contributing to synaptic dysfunction.</li><li>Co-led a novel bioinformatics project for a non-biased approach to identify Alzheimer’s disease associated genes.</li></ul>"
  }
,
  {
    "startdate": "2013-06-30",
    "enddate": "2020-05-31",
    "title": "Principal Investigator | Columbia University Irving Medical Center",
    "shorttitle": "Principal Investigator",
    "type": "experience",
    "glyph": "star",
    "description": "<ul><li id='indent'>Led a translational research program focused on identifying novel biomarkers and druggable proteins involved in Alzheimer's and Huntington's disease pathogenesis; responsible for all aspects of the execution of projects, including regulatory obligations.</li><li>Managed team (5 members) and daily laboratory operations: procured and allocated resources to research projects, including recruiting, training, and supervising, resolving technical difficulties, and documenting issues related to methods and data.</li><li>Designed experiments, reviewed, analyzed, and interpreted data, performed quality control, and managed records (R, AWS).</li><li>Drafted and reviewed journal and grant manuscripts, SOPs, protocols, and progress reports.</li><li>Conducted lectures for medical and graduate students and led various career development workshops and coding bootcamps (Python).</li></ul>"
  },
  {
    "startdate": "2019-05-31",
    "enddate": "2019-10-01",
    "title": "Certificate - Data Analytics and Visualization | Columbia University School of Engineering",
    "shorttitle": "Data Analytics Certificate",
    "type": "other",
    "glyph": "stats",
    "description": "<ul><li id='indent'>Acquired skills in ETL pipelines (Pandas, Numpy, SciPy, BeautifulSoup, Postgres, MongoDB), JavaScript, HTML/CSS.</li><li>Data visualization (Matplotlib, Plotly, Leaflet, D3, Tableau).</li><li>Machine Learning (Scikit-learn, TensorFlow).</li></ul>"
  },
  {
    "startdate": "2020-06-01",
    "enddate": "2020-12-31",
    "title": "Data Analyst Contractor | Insight Health Analytics",
    "shorttitle": "Data Analyst",
    "type": "experience",
    "glyph": "star",
    "description": "<ul><li id='indent'>Performed quantitative analyses (PowerBI and R), developed mathematical business models, and conducted research on improving patient access to specialty pharmaceutical products; Data sources: IQVIA and internal client data.</li><li>Developed predictive sales and revenue forecast models for Market Access Strategy and Patient Support Services teams.</li><li>Designed visualizations and draft reports and presentations for senior management and key business partners.</li></ul>"
  },
  {
    "startdate": "2021-01-01",
    "enddate": "",
    "title": "Data Scientist | Analytics Intell",
    "shorttitle": "Data Scientist",
    "type": "experience",
    "glyph": "star",
    "description": "<ul><li id='indent'>Collaborate with customer development and marketing teams, and various stakeholders to pinpoint opportunities for leveraging statistical modeling and machine learning techniques to optimize marketing strategies and drive customer engagement.</li><li>Lead, design, and implement marketing experiments, testing hypotheses to validate results and inform data-driven business strategies.</li><li>Identify essential data requirements, accessing both internal and external data sources to gather comprehensive datasets vital for in-depth analysis and insight generation.</li><li>Coordinate closely with data engineering teams to support efficient data collection, integration, and storage, ensuring seamless data availability for advanced analytics.</li><li>Draft and present detailed reports to monitor the effectiveness of marketing campaigns, providing crucial insights to guide marketing and reinvestment decisions.</li><li>Implement critical enhancements and fixes to decision systems and statistical models, continuously improving the accuracy and reliability of predictive models and decision-making tools.</li><li><i>Lead Gaming Industry Product(s) // (1) Implementation of unsupervised learning and Bayesian statistical models to maximize player reinvestment strategies; deployed as a web app (Python, SQLServer, AWS, Docker & Streamlit). (2) Application of linear programming to recommend optimal slot machine mix (Python).</i></li></ul>"
  }
  
]
